adpyke.vscode-sql-formatter
alexcvzz.vscode-sqlite
arniu.sql-formatter-vscode
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
esbenp.prettier-vscode
github.copilot-chat
hediet.vscode-drawio
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.powershell
qwtel.sqlite-viewer
